// Напишите программу, которая на вход принимает число и выдает его квадрат .
Console.Write("Введите число: ");
int number = Convert.ToInt32(Console.ReadLine()); // тип данных имя = значение;

// переменная в которой хранится результат;
int result = number * number; // result =number^2
Console.WriteLine(result);





